export const vacancies = [
    {
        id: '1',
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        id: '2',
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир'
    },
    {
        id: '3',
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        id: '4',
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        id: '5',
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир'
    },
    {
        id: '6',
        position: 'Должность #3',
        salary: 300000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Пермь'
    },
    {
        id: '7',
        position: 'Должность #3',
        salary: 300000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Пермь'
    },
    {
        id: '8',
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир'
    },
    {
        id: '9',
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        id: '10',
        position: 'Должность #4',
        salary: 100000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Хабаровск'
    }
]