import {VacancyItemType} from "./Features/VacanciesPage/VacancyItem/VacancyItem";

export const vacancies: Array<VacancyItemType> = [
    {
        id: '1',
        position: 'Должность #1',
        salary: 250000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир',
        publicationDate: '01.05.2022'
    },
    {
        id: '2',
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир',
        publicationDate: '08.05.2022'
    },
    {
        id: '3',
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара',
        publicationDate: '25.04.2022'
    },
    {
        id: '4',
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара',
        publicationDate: '27.04.2022'
    },
    {
        id: '5',
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир',
        publicationDate: '06.05.2022'
    },
    {
        id: '6',
        position: 'Должность #3',
        salary: 300000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Пермь',
        publicationDate: '07.05.2022'
    },
    {
        id: '7',
        position: 'Должность #3',
        salary: 300000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир',
        publicationDate: '02.05.2022'
    },
    {
        id: '8',
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Пермь',
        publicationDate: '06.05.2022'
    },
    {
        id: '9',
        position: 'Должность #1',
        salary: 100000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара',
        publicationDate: '01.05.2022'
    },
    {
        id: '10',
        position: 'Должность #4',
        salary: 100000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Хабаровск',
        publicationDate: '26.04.2022'
    }
]