export const vacancies = [
    {
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир'
    },
    {
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир'
    },
    {
        position: 'Должность #3',
        salary: 300000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Пермь'
    },
    {
        position: 'Должность #3',
        salary: 300000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Пермь'
    },
    {
        position: 'Должность #2',
        salary: 150000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Владимир'
    },
    {
        position: 'Должность #1',
        salary: 200000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Самара'
    },
    {
        position: 'Должность #4',
        salary: 100000,
        description: 'Много много много много много много много много много много много много много много много много много много много много много много много много много много много текста о вакансии',
        place: 'Хабаровск'
    }
]